Repository: phibrowser/phibrowser-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, zh_hans, zh_hant

# about.copyrightNotice
source: © %d Phinomenon. All rights reserved.
de: © %d Phinomenon. Alle Rechte vorbehalten.
es: © %d Phinomenon. Todos los derechos reservados.
fr: © %d Phinomenon. Tous droits réservés.
ko: © %d Phinomenon. 모든 권리 보유.
nl: © %d Phinomenon. Alle rechten voorbehouden.
zh_hans: © %d Phinomenon。保留所有权利。
zh_hant: © %d Phinomenon 保留一切權利。

# accountDeletion.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# accountDeletion.closeButton
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
nl: Sluit
zh_hans: 关闭
zh_hant: 關閉

# accountDeletion.completion.signOutAndQuitButton
source: Sign Out and Quit
de: Abmelden und beenden
es: Cerrar sesión y salir
fr: Se déconnecter et quitter
ja: ログアウトして終了
ko: 로그아웃 후 종료
nl: Log uit en stop
zh_hans: 退出登录并退出 Phi
zh_hant: 登出並結束

# accountDeletion.confirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# accountDeletion.confirmation.deleteAccountButton
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
ko: 계정 삭제
nl: Verwijder account
zh_hans: 删除账号
zh_hant: 刪除帳號

# accountDeletion.confirmation.message
source: This deletes the Phi account %@ and everything Phi has stored on this Mac — browsing history, cookies, passwords, bookmarks, and Spaces. None of it can be recovered. Once the deletion request is submitted, Phi signs you out and quits.
de: Dadurch werden das Phi-Konto %@ und alles gelöscht, was Phi auf diesem Mac gespeichert hat: Browserverlauf, Cookies, Passwörter, Lesezeichen und Spaces. Nichts davon kann wiederhergestellt werden. Sobald die Löschanfrage abgeschickt ist, meldet Phi dich ab und beendet sich.
es: Esto elimina la cuenta de Phi %@ y todo lo que Phi ha guardado en este Mac: el historial de navegación, las cookies, las contraseñas, los marcadores y los Espacios. Nada de eso se puede recuperar. Una vez enviada la solicitud de eliminación, Phi cierra tu sesión y se cierra.
fr: Cette action supprime le compte Phi %@ et tout ce que Phi a stocké sur ce Mac : historique de navigation, cookies, mots de passe, favoris et Espaces. Rien de tout cela ne pourra être récupéré. Une fois la demande de suppression envoyée, Phi vous déconnecte et se ferme.
ja: Phiアカウント%@と、このMacにPhiが保存しているすべてのデータ（閲覧履歴、Cookie、パスワード、ブックマーク、スペース）が削除されます。いずれも復元できません。 削除リクエストを送信すると、Phiはログアウトして終了します。
ko: Phi 계정 %@과(와) 이 Mac에 Phi가 저장한 모든 것(방문 기록, 쿠키, 비밀번호, 북마크, 스페이스)이 삭제돼요. 어느 것도 복구할 수 없어요. 삭제 요청이 접수되면 Phi는 로그아웃한 뒤 종료돼요.
nl: Hiermee verwijder je het Phi-account %@ en alles wat Phi op deze Mac heeft opgeslagen: browsegeschiedenis, cookies, wachtwoorden, bladwijzers en Spaces. Niets daarvan kan worden hersteld. Zodra het verwijderingsverzoek is ingediend, logt Phi je uit en stopt het.
zh_hans: 这将删除 Phi 账号 %@，以及 Phi 存储在这台 Mac 上的所有内容：浏览历史记录、Cookie、密码、书签和空间。这些内容都无法恢复。 删除请求提交后，Phi 会将你退出登录，然后退出。
zh_hant: 這會刪除 Phi 帳號 %@，以及 Phi 儲存在這部 Mac 上的所有資料：瀏覽記錄、Cookie、密碼、書籤和空間。這些都無法復原。 刪除要求送出後，Phi 會將你登出並結束。

# accountDeletion.confirmation.title
source: Delete your Phi account?
de: Möchtest du dein Phi-Konto wirklich löschen?
es: ¿Eliminar tu cuenta de Phi?
fr: Supprimer votre compte Phi ?
ja: Phiアカウントを削除しますか？
ko: Phi 계정을 삭제할까요?
nl: Je Phi-account verwijderen?
zh_hans: 要删除你的 Phi 账号吗？
zh_hant: 要刪除你的 Phi 帳號嗎？

# accountDeletion.failure.retryButton
source: Try Again
de: Erneut versuchen
es: Volver a intentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
zh_hans: 重试
zh_hant: 再試一次

# accountDeletion.finalizingProgress
source: Signing you out and removing Phi's data from this Mac…
de: Du wirst abgemeldet und die Daten von Phi werden von diesem Mac entfernt…
es: Cerrando tu sesión y eliminando los datos de Phi de este Mac…
fr: Déconnexion et suppression des données de Phi de ce Mac…
ja: ログアウトして、このMacからPhiのデータを削除しています…
ko: 로그아웃하고 이 Mac에서 Phi 데이터를 삭제하는 중…
nl: Je wordt uitgelogd en de gegevens van Phi worden van deze Mac verwijderd…
zh_hans: 正在退出登录并移除 Phi 在这台 Mac 上的数据…
zh_hant: 正在將你登出，並從這部 Mac 移除 Phi 的資料…

# accountDeletion.genericError
source: Something went wrong. Please try again later.
de: Etwas ist schiefgelaufen. Bitte versuche es später erneut.
es: Algo salió mal. Inténtalo de nuevo más tarde.
fr: Un problème est survenu. Veuillez réessayer plus tard.
ja: 問題が発生しました。しばらくしてからもう一度お試しください。
ko: 문제가 발생했어요. 잠시 후 다시 시도해 주세요.
nl: Er is iets misgegaan. Probeer het later opnieuw.
zh_hans: 出了点问题。请稍后再试。
zh_hant: 發生問題，請稍後再試。

# accountDeletion.networkError
source: Couldn't reach the deletion service. Check your internet connection and try again.
de: Der Löschdienst konnte nicht erreicht werden. Überprüfe deine Internetverbindung und versuche es erneut.
es: No se pudo conectar con el servicio de eliminación. Revisa tu conexión a internet y vuelve a intentarlo.
fr: Impossible de joindre le service de suppression. Vérifiez votre connexion Internet et réessayez.
ja: 削除サービスに接続できませんでした。インターネット接続を確認して、もう一度お試しください。
ko: 삭제 서비스에 연결할 수 없어요. 인터넷 연결을 확인하고 다시 시도해 주세요.
nl: Kan de verwijderservice niet bereiken. Controleer je internetverbinding en probeer het opnieuw.
zh_hans: 无法连接删除服务。请检查你的网络连接，然后重试。
zh_hant: 無法連線到刪除服務。請檢查網路連線後再試一次。

# accountDeletion.serviceUnavailableError
source: The deletion service is temporarily unavailable. Please try again later.
de: Der Löschdienst ist vorübergehend nicht verfügbar. Bitte versuche es später erneut.
es: El servicio de eliminación no está disponible temporalmente. Inténtalo de nuevo más tarde.
fr: Le service de suppression est temporairement indisponible. Veuillez réessayer plus tard.
ja: 削除サービスが一時的に利用できません。しばらくしてからもう一度お試しください。
ko: 삭제 서비스를 일시적으로 사용할 수 없어요. 잠시 후 다시 시도해 주세요.
nl: De verwijderservice is tijdelijk niet beschikbaar. Probeer het later opnieuw.
zh_hans: 删除服务暂时不可用。请稍后再试。
zh_hant: 刪除服務暫時無法使用，請稍後再試。

# accountDeletion.sessionExpiredError
source: Your session has expired. Please sign in again, then restart the deletion.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an und starte die Löschung dann neu.
es: Tu sesión caducó. Inicia sesión de nuevo y reinicia la eliminación.
fr: Votre session a expiré. Veuillez vous reconnecter, puis relancer la suppression.
ja: セッションの有効期限が切れました。もう一度ログインしてから、削除をやり直してください。
ko: 세션이 만료됐어요. 다시 로그인한 뒤 삭제를 다시 시작해 주세요.
nl: Je sessie is verlopen. Log opnieuw in en start de verwijdering daarna opnieuw.
zh_hans: 你的会话已过期。请重新登录，然后重新开始删除。
zh_hant: 你的工作階段已過期。請重新登入，然後重新開始刪除流程。

# accountDeletion.submission.alreadyInProgressMessage
source: A deletion request for this account is already being processed. You will receive an email receipt once the deletion is complete. Phi will now sign you out, remove its data from this Mac, and quit.
de: Ein Löschantrag für dieses Konto wird bereits bearbeitet. Du erhältst eine Bestätigung per E-Mail, sobald die Löschung abgeschlossen ist. Phi meldet dich jetzt ab, entfernt seine Daten von diesem Mac und wird beendet.
es: Ya se está procesando una solicitud de eliminación para esta cuenta. Recibirás un comprobante por correo electrónico cuando se complete la eliminación. Phi cerrará tu sesión, eliminará sus datos de este Mac y se cerrará.
fr: Une demande de suppression de ce compte est déjà en cours de traitement. Vous recevrez un accusé de réception par e-mail une fois la suppression terminée. Phi va maintenant vous déconnecter, supprimer ses données de ce Mac, puis quitter.
ja: このアカウントの削除リクエストはすでに処理中です。削除が完了すると、確認メールが届きます。 Phiはこれからログアウトし、このMacからPhiのデータを削除して終了します。
ko: 이 계정의 삭제 요청이 이미 처리되고 있어요. 삭제가 완료되면 확인 이메일을 받게 돼요. 이제 Phi에서 로그아웃되고, 이 Mac에서 Phi 데이터가 제거된 후 앱이 종료돼요.
nl: Er wordt al een verwijderingsverzoek voor dit account verwerkt. Je ontvangt per e-mail een bevestiging zodra de verwijdering is voltooid. Phi logt je nu uit, verwijdert zijn gegevens van deze Mac en stopt.
zh_hans: 此账号的删除请求已在处理中。删除完成后，你会收到一封确认邮件。 Phi 现在会将你退出登录，移除它在这台 Mac 上的数据，然后退出。
zh_hant: 此帳號的刪除要求已在處理中。刪除完成後，你會收到一封確認電子郵件。 Phi 現在會將你登出、移除它在這部 Mac 上的資料，然後結束。

# accountDeletion.submission.successMessage
source: Your deletion request has been submitted. You will receive an email receipt once the deletion is complete. Phi will now sign you out, remove its data from this Mac, and quit.
de: Deine Löschanfrage wurde übermittelt. Du erhältst eine E-Mail-Bestätigung, sobald die Löschung abgeschlossen ist. Phi meldet dich jetzt ab, entfernt seine Daten von diesem Mac und beendet sich.
es: Se envió tu solicitud de eliminación. Recibirás un comprobante por correo electrónico cuando se complete la eliminación. Ahora Phi cerrará tu sesión, eliminará sus datos de este Mac y se cerrará.
fr: Votre demande de suppression a été envoyée. Vous recevrez un accusé de réception par e-mail une fois la suppression terminée. Phi va maintenant vous déconnecter, supprimer ses données de ce Mac et se fermer.
ja: 削除リクエストを送信しました。削除が完了すると、確認のメールが届きます。 これからPhiはログアウトし、このMacからデータを削除して終了します。
ko: 삭제 요청이 접수됐어요. 삭제가 완료되면 이메일로 처리 내역을 받게 돼요. 이제 Phi가 로그아웃하고 이 Mac에서 데이터를 삭제한 뒤 종료돼요.
nl: Je verwijderingsverzoek is ingediend. Je ontvangt per e-mail een bevestiging zodra de verwijdering is voltooid. Phi logt je nu uit, verwijdert zijn gegevens van deze Mac en stopt.
zh_hans: 你的删除请求已提交。删除完成后，你会收到一封确认邮件。 Phi 现在会将你退出登录，移除它在这台 Mac 上的数据，然后退出。
zh_hant: 你的刪除要求已送出。刪除完成後，你會收到一封確認電子郵件。 Phi 現在會將你登出、移除它在這部 Mac 上的資料，然後結束。

# accountDeletion.verification.codeField.accessibilityLabel
source: Verification code
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification
ja: 確認コード
ko: 인증 코드
nl: Verificatiecode
zh_hans: 验证码
zh_hant: 驗證碼

# accountDeletion.verification.codePrompt
source: Enter the 6-digit code sent to %@.
de: Gib den 6-stelligen Code ein, der an %@ gesendet wurde.
es: Introduce el código de 6 dígitos que se envió a %@.
fr: Saisissez le code à 6 chiffres envoyé à %@.
ja: %@に送信された6桁のコードを入力してください。
ko: %@(으)로 전송된 6자리 코드를 입력하세요.
nl: Voer de 6-cijferige code in die naar %@ is gestuurd.
zh_hans: 输入发送到 %@ 的 6 位验证码。
zh_hant: 請輸入傳送至 %@ 的 6 位數驗證碼。

# accountDeletion.verification.expiredCodeError
source: That code has expired. Click Resend Code to get a new one.
de: Dieser Code ist abgelaufen. Klicke auf „Code erneut senden“, um einen neuen zu erhalten.
es: Ese código caducó. Haz clic en Reenviar código para obtener uno nuevo.
fr: Ce code a expiré. Cliquez sur « Renvoyer le code » pour en obtenir un nouveau.
ja: コードの有効期限が切れています。「コードを再送信」をクリックして新しいコードを取得してください。
ko: 코드가 만료됐어요. “코드 다시 보내기”를 눌러 새 코드를 받으세요.
nl: Die code is verlopen. Klik op Verstuur code opnieuw om een nieuwe te krijgen.
zh_hans: 该验证码已过期。请点按「重新发送验证码」获取新的验证码。
zh_hant: 驗證碼已過期。請點按「重新傳送驗證碼」以取得新的驗證碼。

# accountDeletion.verification.invalidCodeError
source: That code isn't correct. Check the code from the email and try again.
de: Dieser Code ist nicht korrekt. Prüfe den Code aus der E-Mail und versuche es erneut.
es: Ese código no es correcto. Revisa el código del correo electrónico y vuelve a intentarlo.
fr: Ce code est incorrect. Vérifiez le code reçu par e-mail et réessayez.
ja: コードが正しくありません。メールに記載されたコードを確認して、もう一度お試しください。
ko: 코드가 올바르지 않아요. 이메일에 있는 코드를 확인하고 다시 시도해 주세요.
nl: Die code klopt niet. Controleer de code uit de e-mail en probeer het opnieuw.
zh_hans: 验证码不正确。请核对邮件中的验证码后重试。
zh_hant: 驗證碼不正確。請核對郵件中的驗證碼後再試一次。

# accountDeletion.verification.rateLimitError
source: Too many attempts for now. Please wait a few minutes and try again.
de: Zu viele Versuche. Bitte warte ein paar Minuten und versuche es erneut.
es: Demasiados intentos por ahora. Espera unos minutos y vuelve a intentarlo.
fr: Trop de tentatives pour le moment. Veuillez patienter quelques minutes, puis réessayer.
ja: 試行回数が多すぎます。数分待ってから、もう一度お試しください。
ko: 시도 횟수가 너무 많아요. 몇 분 기다렸다가 다시 시도해 주세요.
nl: Te veel pogingen op dit moment. Wacht een paar minuten en probeer het opnieuw.
zh_hans: 当前尝试次数过多。请等待几分钟后重试。
zh_hant: 嘗試次數過多，請等幾分鐘後再試一次。

# accountDeletion.verification.resendButton
source: Resend Code
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
ja: コードを再送信
ko: 코드 다시 보내기
nl: Verstuur code opnieuw
zh_hans: 重新发送验证码
zh_hant: 重新傳送驗證碼

# accountDeletion.verification.resendCooldownButton
source: Resend Code (%ds)
de: Code erneut senden (%ds)
es: Reenviar código (%d s)
fr: Renvoyer le code (%ds)
ja: コードを再送信 (%d秒)
ko: 코드 다시 보내기 (%d초)
nl: Verstuur code opnieuw (%d s)
zh_hans: 重新发送验证码（%ds）
zh_hant: 重新傳送驗證碼（%d 秒）

# accountDeletion.verification.sendingCodeProgress
source: Sending a verification code to %@…
de: Bestätigungscode wird an %@ gesendet…
es: Enviando un código de verificación a %@…
fr: Envoi d'un code de vérification à %@…
ja: %@に確認コードを送信しています…
ko: %@(으)로 인증 코드를 보내는 중…
nl: Er wordt een verificatiecode naar %@ gestuurd…
zh_hans: 正在向 %@ 发送验证码…
zh_hant: 正在將驗證碼傳送至 %@…

# accountDeletion.verification.verifyButton
source: Verify
de: Bestätigen
es: Verificar
fr: Vérifier
ja: 確認
ko: 확인
nl: Verifieer
zh_hans: 验证
zh_hant: 驗證

# accountDeletion.verification.verifyingProgress
source: Verifying the code…
de: Bestätigungscode wird geprüft…
es: Verificando el código…
fr: Vérification du code…
ja: コードを確認しています…
ko: 코드를 확인하는 중…
nl: De code wordt geverifieerd…
zh_hans: 正在校验验证码…
zh_hant: 正在檢查驗證碼…

# accountDeletion.window.title
source: Delete Phi Account
de: Phi-Konto löschen
es: Eliminar la cuenta de Phi
fr: Supprimer le compte Phi
ja: Phiアカウントを削除
ko: Phi 계정 삭제
nl: Phi-account verwijderen
zh_hans: 删除 Phi 账号
zh_hant: 刪除 Phi 帳號

# accountRequired.phiAI.detail
source: This feature requires a Phi account.
de: Für diese Funktion ist ein Phi-Konto erforderlich.
es: Esta función requiere una cuenta de Phi.
fr: Cette fonctionnalité nécessite un compte Phi.
ja: この機能を使うにはPhiアカウントが必要です。
ko: 이 기능을 사용하려면 Phi 계정이 필요해요.
nl: Voor deze functie heb je een Phi-account nodig.
zh_hans: 此功能需要 Phi 账号。
zh_hant: 這項功能需要 Phi 帳號。

# accountRequired.phiAI.loginButton
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン
ko: 로그인
nl: Inloggen
zh_hans: 登录
zh_hant: 登入

# accountRequired.phiAI.title
source: Sign in to use Phi AI
de: Melde dich an, um Phi AI zu nutzen
es: Inicia sesión para usar la IA de Phi
fr: Connectez-vous pour utiliser Phi AI
ja: Phi AIを使うにはログインしてください
ko: Phi AI를 사용하려면 로그인해 주세요
nl: Log in om Phi AI te gebruiken
zh_hans: 登录后即可使用 Phi AI
zh_hant: 登入即可使用 Phi AI

# addressBar.configuration.defaultPlaceholder
source: Search or Enter URL
de: Suchen oder URL eingeben
es: Buscar o introducir URL
fr: Rechercher ou saisir une URL
ja: 検索またはURLを入力
ko: 검색어 또는 URL 입력
nl: Zoek of voer URL in
zh_hans: 搜索或输入网址
zh_hant: 搜尋或輸入網址

# addressBar.input.placeholder
source: Search or Enter URL
de: Suchen oder URL eingeben
es: Buscar o introducir URL
fr: Rechercher ou saisir une URL
ja: 検索またはURLを入力
ko: 검색어 또는 URL 입력
nl: Zoek of voer URL in
zh_hans: 搜索或输入网址
zh_hant: 搜尋或輸入網址

# addressBar.searchIcon.initialAccessibilityLabel
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
nl: Zoeken
zh_hans: 搜索
zh_hant: 搜尋

# addressBar.searchIcon.suggestionFallbackAccessibilityLabel
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
nl: Zoeken
zh_hans: 搜索
zh_hant: 搜尋

# addressBar.suggestions.switchToOpenTabHint
source: Hold ⌘ to switch →
de: ⌘ halten zum Wechseln →
es: Mantén ⌘ para cambiar →
fr: Maintenez ⌘ pour basculer →
ja: ⌘を押したまま切り替え →
ko: ⌘ 키를 누른 채 전환 →
nl: Houd ⌘ ingedrukt om te wisselen →
zh_hans: 按住 ⌘ 切换 →
zh_hant: 按住 ⌘ 切換 →

# agent.handoffPrompt.laterButton
source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
ko: 나중에
zh_hans: 稍后
zh_hant: 稍後

# agent.handoffPrompt.message
source: The agent handed control back to you to finish a step — for example, signing in.
de: Der Agent hat die Steuerung an dich zurückgegeben, damit du einen Schritt abschließt, zum Beispiel eine Anmeldung.
es: El agente te devolvió el control para que completes un paso, por ejemplo, iniciar sesión.
fr: L'agent vous a rendu la main pour terminer une étape, par exemple une connexion.
ja: ログインなど、一部の手順を完了する必要があるため、エージェントが操作を戻しました。
ko: 에이전트가 로그인처럼 사용자가 직접 마무리해야 하는 단계가 있어 제어권을 넘겼어요.
nl: De agent heeft de besturing aan jou teruggegeven om een stap af te ronden, bijvoorbeeld inloggen.
zh_hans: 智能体已把控制权交还给你，以便你完成某个步骤，例如登录。
zh_hant: AI 代理已將控制權交還給你，以完成某個步驟，例如登入。

# agent.handoffPrompt.switchToAgentSpaceButton
source: Switch to Agent Space
de: Zum Agent-Space wechseln
es: Cambiar al Espacio del agente
fr: Passer à l'Espace de l'agent
ja: エージェントのスペースに切り替える
ko: 에이전트 스페이스로 전환
nl: Ga naar agent-Space
zh_hans: 切换到智能体空间
zh_hant: 切換至 AI 代理空間

# agent.handoffPrompt.title
source: The agent needs you
de: Der Agent braucht dich
es: El agente te necesita
fr: L'agent a besoin de vous
ja: エージェントが操作を待っています
ko: 에이전트가 도움을 요청해요
nl: De agent heeft je nodig
zh_hans: 智能体需要你
zh_hant: AI 代理需要你協助

# agent.transcript.clearButtonTooltip
source: Clear
de: Leeren
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
nl: Wis
zh_hans: 清除
zh_hant: 清除

# agent.transcript.commandInput.idleAgentHint
source: agent idle — command starts or queues its next round
de: Agent inaktiv: Befehl startet die nächste Runde oder stellt sie in die Warteschlange
es: agente inactivo: el comando inicia o pone en cola su próxima ronda
fr: agent inactif : la commande lance ou met en file d'attente le prochain cycle
ja: エージェントは待機中。コマンドを送ると次のラウンドを開始、またはキューに追加します。
ko: 에이전트 대기 중: 명령을 입력하면 다음 라운드가 시작되거나 대기열에 추가돼요
nl: agent inactief: een commando start de volgende ronde of zet die in de wachtrij
zh_hans: 智能体空闲中：指令将开始或排队下一轮
zh_hant: AI 代理閒置中，指令會開始或排入下一輪

# agent.transcript.commandInput.noActiveTaskPlaceholder
source: No active agent task
de: Keine aktive Agent-Aufgabe
es: No hay ninguna tarea de agente activa
fr: Aucune tâche d'agent active
ja: 実行中のエージェントタスクはありません
ko: 진행 중인 에이전트 작업 없음
nl: Geen actieve agenttaak
zh_hans: 没有进行中的智能体任务
zh_hant: 沒有進行中的 AI 代理任務

# agent.transcript.commandInput.targetSpacePlaceholder
source: Message the agent (→ %@)
de: Nachricht an den Agenten (→ %@)
es: Enviar un mensaje al agente (→ %@)
fr: Envoyer un message à l'agent (→ %@)
ja: エージェントにメッセージを送信 (→ %@)
ko: 에이전트에게 메시지 보내기 (→ %@)
nl: Stuur de agent een bericht (→ %@)
zh_hans: 向智能体发送消息（→ %@）
zh_hant: 傳訊息給 AI 代理（→ %@）

# agent.transcript.copyButtonTooltip
source: Copy transcript
de: Transkript kopieren
es: Copiar transcripción
fr: Copier la transcription
ja: トランスクリプトをコピー
ko: 트랜스크립트 복사
nl: Kopieer transcript
zh_hans: 拷贝转录内容
zh_hant: 拷貝逐字稿

# agent.transcript.feed.emptyPlaceholder
source: Nothing yet — agent activity appears here live.
de: Noch nichts. Die Aktivität des Agenten erscheint hier live.
es: Aún no hay nada. La actividad del agente aparece aquí en tiempo real.
fr: Rien pour l'instant. L'activité des agents s'affiche ici en direct.
ja: まだ何もありません。エージェントの活動はここにリアルタイムで表示されます。
ko: 아직 없어요. 에이전트 활동이 여기에 실시간으로 표시돼요.
nl: Nog niets. Agentactiviteit verschijnt hier live.
zh_hans: 暂无内容，智能体活动会实时显示在这里。
zh_hant: 目前還沒有內容，AI 代理的活動會即時顯示在這裡。

# agent.transcript.feedFilter.allTasksLabel
source: All tasks
de: Alle Aufgaben
es: Todas las tareas
fr: Toutes les tâches
ja: すべてのタスク
ko: 모든 작업
nl: Alle taken
zh_hans: 所有任务
zh_hant: 所有任務

# agent.transcript.feedFilter.allTasksMenuOption
source: All tasks
de: Alle Aufgaben
es: Todas las tareas
fr: Toutes les tâches
ja: すべてのタスク
ko: 모든 작업
nl: Alle taken
zh_hans: 所有任务
zh_hant: 所有任務

# agent.transcript.footer.liveAndRunningCount
source: %1$d live · %2$d running
de: %1$d live · %2$d aktiv
es: %1$d activas · %2$d en ejecución
fr: %1$d actives · %2$d en cours
ja: ライブ%1$d件 · 実行中%2$d件
ko: 라이브 %1$d개 · 실행 중 %2$d개
nl: %1$d live · %2$d actief
zh_hans: %1$d 个活跃 · %2$d 个运行中
zh_hant: %1$d 個進行中 · %2$d 個執行中

# agent.transcript.footer.noActiveTasks
source: no active tasks
de: keine aktiven Aufgaben
es: no hay tareas activas
fr: aucune tâche active
ja: 実行中のタスクなし
ko: 진행 중인 작업 없음
nl: geen actieve taken
zh_hans: 没有进行中的任务
zh_hant: 沒有進行中的任務

# agent.transcript.placement.bottomDock
source: Dock to Bottom
de: Unten andocken
es: Acoplar abajo
fr: Ancrer en bas
ja: 下部にドッキング
ko: 하단에 도킹
nl: Plaats onderaan
zh_hans: 停靠到底部
zh_hant: 停靠於底部

# agent.transcript.placement.rightSidebar
source: Dock to Right
de: Rechts andocken
es: Acoplar a la derecha
fr: Ancrer à droite
ja: 右側にドッキング
ko: 오른쪽에 도킹
nl: Plaats rechts
zh_hans: 停靠到右侧
zh_hant: 停靠於右側

# agent.transcript.placement.separateWindow
source: Separate Window
de: Eigenes Fenster
es: Ventana independiente
fr: Fenêtre séparée
ja: 別のウインドウ
ko: 별도 윈도우
nl: Apart venster
zh_hans: 独立窗口
zh_hant: 獨立視窗

# agent.transcript.status.idle
source: idle
de: inaktiv
es: inactivo
fr: inactif
ja: 待機中
ko: 대기 중
nl: inactief
zh_hans: 空闲
zh_hant: 閒置

# agent.transcript.status.runningTaskCount
source: %d running
de: %d aktiv
es: %d en ejecución
fr: %d en cours
ja: %d件実行中
ko: %d개 실행 중
nl: %d actief
zh_hans: %d 个运行中
zh_hant: %d 個執行中

# agent.transcript.taskFilter.finishedSuffix
source: · ended
de: · beendet
es: · finalizada
fr: · terminée
ja: · 終了
ko: · 종료됨
nl: · beëindigd
zh_hans: · 已结束
zh_hant: · 已結束

# agent.transcript.windowTitle
source: Agent Transcript
de: Agenten-Transkript
es: Transcripción del agente
fr: Transcription de l'agent
ja: エージェントトランスクリプト
ko: 에이전트 트랜스크립트
zh_hans: 智能体会话记录
zh_hant: AI 代理逐字稿

# agentControl.connectionApproval.allowOnceButton
source: Allow Once
de: Einmal erlauben
es: Permitir una vez
fr: Autoriser une fois
ja: 今回のみ許可
ko: 한 번만 허용
nl: Sta eenmalig toe
zh_hans: 允许一次
zh_hant: 允許一次

# agentControl.connectionApproval.alwaysAllowButton
source: Always Allow
de: Immer erlauben
es: Permitir siempre
fr: Toujours autoriser
ja: 常に許可
ko: 항상 허용
nl: Sta altijd toe
zh_hans: 始终允许
zh_hant: 一律允許

# agentControl.connectionApproval.control.headline
source: Full control of this browser
de: Vollständige Kontrolle über diesen Browser
es: Control total de este navegador
fr: Contrôle total de ce navigateur
ja: このブラウザの完全な操作権限
ko: 이 브라우저의 전체 제어 권한
nl: Volledige controle over deze browser
zh_hans: 完全控制这个浏览器
zh_hant: 完全控制這個瀏覽器

# agentControl.connectionApproval.denyButton
source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
ja: 拒否
ko: 거부
nl: Weiger
zh_hans: 拒绝
zh_hant: 拒絕

# agentControl.connectionApproval.denyScope.allAgentsDescription
source: Turn away every agent, not just “%@”.
de: Jeden Agenten abweisen, nicht nur „%@“.
es: Rechaza a todos los agentes, no solo a «%@».
fr: Refuse tous les agents, pas seulement « %@ ».
ja: “%@”だけでなく、すべてのエージェントを拒否します。
ko: “%@”만이 아니라 모든 에이전트를 거부해요.
nl: Wijs elke agent af, niet alleen “%@”.
zh_hans: 拒绝所有智能体，而不仅限于「%@」。
zh_hant: 拒絕所有 AI 代理，而不僅限於「%@」。

# agentControl.connectionApproval.denyScope.allAgentsTitle
source: Apply to all agents
de: Auf alle Agenten anwenden
es: Aplicar a todos los agentes
fr: Appliquer à tous les agents
ja: すべてのエージェントに適用
ko: 모든 에이전트에 적용
nl: Toepassen op alle agents
zh_hans: 应用于所有智能体
zh_hant: 套用到所有 AI 代理

# agentControl.connectionApproval.denyScope.forever
source: Never ask again
de: Nie wieder fragen
es: No volver a preguntar
fr: Ne plus demander
ja: 今後確認しない
ko: 다시 묻지 않기
nl: Nooit meer vragen
zh_hans: 不再询问
zh_hant: 不再詢問

# agentControl.connectionApproval.denyScope.label
source: If you deny:
de: Wenn du ablehnst:
es: Si lo rechazas:
fr: Si vous refusez :
ja: 拒否した場合：
ko: 거부하면:
nl: Als je weigert:
zh_hans: 如果你拒绝：
zh_hant: 如果你拒絕：

# agentControl.connectionApproval.denyScope.reviewHint
source: Blocked agents can be unblocked anytime in Settings ▸ Developer.
de: Blockierte Agenten kannst du jederzeit unter Einstellungen ▸ Entwickler entsperren.
es: Puedes desbloquear a los agentes bloqueados en cualquier momento en Configuración ▸ Desarrollador.
fr: Vous pouvez débloquer les agents bloqués à tout moment dans Paramètres ▸ Développeur.
ja: ブロックしたエージェントは、「設定」▸「デベロッパー」でいつでも解除できます。
ko: 차단된 에이전트는 설정 ▸ 개발자에서 언제든지 차단을 해제할 수 있어요.
nl: Geblokkeerde agents kun je altijd deblokkeren in Instellingen ▸ Ontwikkelaar.
zh_hans: 已阻止的智能体可以随时在「设置」▸「开发者」中解除阻止。
zh_hant: 已封鎖的 AI 代理可隨時在「設定」▸「開發者」中解除封鎖。

# agentControl.connectionApproval.denyScope.thirtyMinutes
source: For 30 min
de: Für 30 Min.
es: Durante 30 min
fr: Pendant 30 min
ja: 30分間
ko: 30분 동안
nl: Voor 30 min
zh_hans: 30 分钟内
zh_hant: 30 分鐘內
